4ops.terraform
alefragnani.bookmarks
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
batisteo.vscode-django
cardinal90.multi-cursor-case-preserve
christian-kohler.npm-intellisense
codeium.codeium
codezombiech.gitignore
codium.codium
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
esbenp.prettier-vscode
ethansk.restore-terminals
felipecaputo.git-project-manager
formulahendry.code-runner
github.codespaces
github.vscode-pull-request-github
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
johnpapa.vscode-peacock
jtavin.ldif
kevinrose.vsc-python-indent
lunuan.kubernetes-templates
mark-tucker.aws-cli-configure
monish.regexsnippets
ms-azuretools.azure-dev
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-node-azure-pack
necatiarslan.aws-s3-vscode-extension
njpwerner.autodocstring
oouo-diogo-perdigao.docthis
pjmiravalle.terraform-advanced-syntax-highlighting
pnp.polacode
postman.postman-for-vscode
pulumi.pulumi-lsp-client
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
run-at-scale.terraform-doc-snippets
snyk-security.snyk-vulnerability-scanner
streetsidesoftware.code-spell-checker
tale.logos-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-aws-console.vscode-aws-console
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wholroyd.jinja
xabikos.javascriptsnippets
zainchen.json
ziyasal.vscode-open-in-github
